{"id":12786,"date":"2023-03-28T16:50:18","date_gmt":"2023-03-28T14:50:18","guid":{"rendered":"https:\/\/esplanade.hr\/?p=12786"},"modified":"2023-03-29T13:52:27","modified_gmt":"2023-03-29T11:52:27","slug":"launch-of-a-new-line-of-non-alcoholic-and-labv-cocktails","status":"publish","type":"post","link":"https:\/\/esplanade.hr\/launch-of-a-new-line-of-non-alcoholic-and-labv-cocktails\/","title":{"rendered":"Launch of a new line of non-alcoholic and LABV cocktails"},"content":{"rendered":"<p><span style=\"color: #000000;\"><strong>A unique experience of drinking superb cocktails in an art deco ambience, along with a touch of glamour and a theatre performance, and an emphasis on well-being  <\/strong><\/span><\/p>\n<p>&nbsp;<\/p>\n<p style=\"text-align: center;\"><span style=\"color: #000000;\">At a boutique gathering at the iconic<\/span><\/p>\n<p style=\"text-align: center;\"><span style=\"color: #000000;\"><strong>Esplanade 1925 Lounge &amp; Cocktail Bar,<\/strong><\/span><\/p>\n<p style=\"text-align: center;\"><span style=\"color: #000000;\">launch of a new line of <strong> <\/strong><strong>non-alcoholic and LABV cocktails<\/strong><\/span><\/p>\n<p style=\"text-align: center;\"><span style=\"color: #000000;\">created by the Esplanade&#8217;s charming Bar Manager and talented mixologist<\/span><\/p>\n<p style=\"text-align: center;\"><span style=\"color: #000000;\">Vjenceslav Madić, known as <em>Master Kishoni,<\/em><\/span><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #000000;\">In the cosmopolitan art deco ambience of Zagreb’s <a href=\"https:\/\/esplanade1925.hr\/en\/\"><strong>Esplanade 1925 Lounge &amp; Cocktail Bar<\/strong><\/a>, a long-time mixologist with extensive international experience, <strong>Bar Manager Vjenceslav Madić<\/strong>, well known to the public and the media as <em>Master Kishoni<\/em>, presented guests with a completely new and refreshing line that brings a real twist to the bar scene, while setting new trends in cocktail drinking.<\/span><\/p>\n<p><span style=\"color: #000000;\">After the launch of his first collection of signature cocktails at the Esplanade bar, one extremely well received by guests, Vjenceslav designed a new line of <strong>non-alcoholic cocktails and low-alcohol cocktails, <\/strong>to enable all guests to enjoy the ritual of drinking cocktails. <em>&#8220;Going out to a high-end hotel bar and drinking a cocktail is extremely popular abroad, especially in metropolises like New York, London, or Singapore. The bar of the Esplanade Hotel has an almost century-old tradition and attracts guests from all over the world, as well as Zagreb locals, but our goal was to raise the popularity of choosing a hotel bar for a night out with friends, through a creative and playful offer of cocktails. During my years of working in bars, I have noticed that many guests do not want to or cannot drink alcohol for various reasons &#8211; from health and religious reasons, to alcohol just not fitting into their lifestyle. There were guests who were not allowed to drink alcohol temporarily, but still would have preferred to drink something more than just plain juice, coffee, or a sugar-syrup combination. And this is where non-alcoholic and low-alcohol cocktails, known in the world as LABV cocktails, enter the picture. I have studied our offer in detail and carefully created these cocktails, finding and combining different ingredients so that they would truly contain only healthy nutrients, while at the same time being tasty, refreshing, interesting, and visually attractive. Finally, I achieved what I envisioned, which are truly well-being cocktails, to which I also added a theatrical touch in how they are served, so that the guests could enjoy the entire experience,&#8221; said<\/em> <strong>Vjenceslav Madić<\/strong> &#8211; <strong>Master Kishoni<\/strong>, adding: &#8220;<em>The new line of cocktails brings sensational combinations of organic ingredients, they are made with no or little alcohol, without sugar and gluten, with completely natural and aromatic flavours, with the base being the fine non-alcoholic Mediterranean distilled aromatic water MeMento, dedicated to mixology and natural cold-pressed juices with a vegan certificate. I can say that non-alcoholic cocktails also have a detox effect and are super nutritious for the body because they are abundant in natural juices that contain high-value nutrients, vitamins, and minerals.&#8221;<\/em><\/span><\/p>\n<p><span style=\"color: #000000;\">In addition to carefully selected ingredients and interesting combinations, these cocktails are unique for their <strong>distinctive preparation and the direct communication involved between the bartender and the guest <\/strong>. &#8220;<em>Nowadays, everyone is looking for something different and is ready to treat themselves to a unique experience, while at the same time learning something new. Therefore, and specially for this line of cocktails, I designed a ritual in which the bartender comes to the table and dedicates him- or herself to the guest and the preparation of the cocktail, while adding a theatrical touch with smoky, bubbly, and scented effects. Guests love it when you are fully dedicated to them, when you do something unexpected, especially today when everyone is sharing content on social networks. I believe these cocktails will be a sensation. Everyone is invited to visit the Esplanade bar and experience something truly refreshing and new,&#8221;<\/em> Vjenceslav said.<\/span><\/p>\n<p><span style=\"color: #000000;\">Vjenceslav sets new trends in mixology and raises the iconic Esplanade 1925 Lounge &amp; Cocktail Bar to a new level with a theatrical approach to enjoying cocktails and a unique line of <strong>non-alcoholic and LABV cocktails, <\/strong>with an emphasis on carefully selected ingredients<strong>. Smoked Margarita<\/strong> delights with its combination of Mediterranean distilled aromatic water, fresh cold-pressed juice of pomegranate, celery, and apple, all of which are particularly nutritious, with the addition of organic agave syrup and berry flavour, rounding off the story with an effective smoke cloud that gives off a special aroma &#8211; this pink cocktail is a sure-fire hit. <strong>Green Bloody Mary<\/strong> is reminiscent of the original version of the cocktail. It contains green Tabasco sauce and &lt;\/767&gt; and super nutritious ingredients that wake up the body, like fresh cold-pressed juice of mint, fennel, lemon, ginger, celery, parsley, and apples without added sugar, which is why the cocktail is a real vitamin bomb, ideal for a detox. With the striking addition of organically produced extra virgin olive oil NAI 3.3  from the island of Dugi Otok, this cocktail takes on a completely new dimension, and is served with home-made aromatic salty sticks with black sesame. <strong>Ramos Esplanade Fizz<\/strong> contains organic coconut cream, tonic based on quinine aroma, Supasawa citrus, chickpea juice, rose lemonade, and aromatic water – this interesting blend delights with its flavour, reminding us of an exotic trip. <strong>Collection of LABV cocktails<\/strong> affords the experience of a classic cocktail, but with a low alcohol content, as well as an excellent combination of natural ingredients. <strong>Megroni<\/strong> and <strong>Americano Lemonade<\/strong> contain Savoia Americano Rosso Aperitivo, which is actually a vegan aperitif made with 100% natural ingredients and Marsala wine, aged in oak barrels for 14 months, based on the historical 1897 recipe “Bitter Milano”. It is flavoured with more than 20 hand-picked herbs.<\/span><\/p>\n<p><span style=\"color: #000000;\">Along with cocktails, the guests at the presentation could taste a selection of delicious snacks prepared by <strong>Chef Ana Grgić Tomić<\/strong>, while the hotel&#8217;s pâtissier team prepared delicious and arty desserts to round off the cocktail drinking experience. The atmosphere was inspired by an excellent selection of music by <strong>DJ Jurki.<\/strong><\/span><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #000000;\"><strong>About Vjenceslav Madić, Bar Manager<\/strong><\/span><\/p>\n<p><span style=\"color: #000000;\">Talented mixologist Vjenceslav Madić started working at the Esplanade Bar in 2022 as Bar Manager. Very soon after arriving at the Esplanade, he created a new bar menu and launched <strong>the first collection of signature cocktails,<\/strong> which were very well received. In restaurateur circles, Vjenceslav is known as Master Kishoni (a person who works with cocktails). He gained his experience during <strong>more than thirty years of working<\/strong> in numerous premium bars in Croatia and the world. Very early on, he was overcome by his love for cocktails, a passion he lives for and expresses to this day.  Vjenceslav <strong>developed an impressive career abroad,<\/strong> where he accumulated knowledge and skills from top professionals in the field. In the <strong>US<\/strong>, he attended the <strong>American Bartender School<\/strong> which opened the doors of the world’s most famous bars for him. That&#8217;s how he gained experience in <strong>Dubai, Cannes, Monte Carlo, and Las Vegas,<\/strong> where he worked in the bar of the city’s most famous hotel, <strong>Caesar&#8217;s Palace,<\/strong> and became the personal bartender of singer <strong>Celine Dion<\/strong>. He can boast that during his career, he has prepared cocktails for many other people from the world showbiz scene, such as <strong>Kareem Abdul Jabbar <\/strong>and <strong>Benicio Del Toro<\/strong>. What he underlines as an unforgettable and unique experience is the preparation of cocktails in the bars of private plane owners at an altitude of 10,000 m, while special memories bind him to glamorous events such as those during <strong>Cannes Film Festival,<\/strong> during <strong>Formula 1<\/strong>, and events for <strong>premium fashion brands,<\/strong> where he prepared signature cocktails according to unique recipes for the <strong>global elite, including many Oscar winners<\/strong>. Vjenceslav has attended various specialisation courses and is now studying hotel management, while also <strong>opened a school for bartenders,<\/strong> through which more than a thousand students have passed. He has also taught in hotel chains and held training sessions for bartenders, as well as for lecturers in schools. He has worked as a brand ambassador for well-known spirits distributors, having <strong>won in 2015 the award for the best brand ambassador in the world in the Rum category <\/strong>for Havana Club, of which he is particularly proud. Vjenceslav is married and has three children.<\/span><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #000000;\"><strong>About Esplanade 1925 Lounge &amp; Cocktail Bar<\/strong><\/span><\/p>\n<p><span style=\"color: #000000;\">The cosmopolitan atmosphere of the Esplanade bar, where Richard Gere once filmed a scene for a famous Hollywood movie, is a popular <em>meeting point<\/em> for many business people, people from public life, politicians, the world’s showbiz stars, but also for local and foreign guests who enjoy the pleasant art deco interior and the professional, friendly service of nimble bartenders and talented mixologists, and most importantly &#8211; the creative cocktail offer. The Esplanade bar and the people of Zagreb have loved each other for a long time now, and the table next to the window still brings back the memory of the great Croatian writer Miroslav Krleža, who considered the bar his second home, while many still remember his famous statement that <em>&#8220;The Oleander terrace represents the border of Europe with the Balkans&#8221;<\/em>.<\/span><\/p>\n<p><span style=\"color: #000000;\">At the Esplanade bar, deals are made, successful collaborations are toasted to, birthdays and anniversaries are celebrated, or one could simply enjoy the ambiance and the trend-setting food and drink selection.  The emphasis is on cocktails, but the Esplanade bar offers much more than that &#8211; a selection of premium spirits, gins, wine by the glass, premium champagnes and sparkling wines, craft beers, freshly squeezed juices, premium Illy coffee, a selection of fine Ronnefeldt teas, the popular Orient Express afternoon tea served with a selection of small snacks and desserts, and signature dishes by Chef Ana Grgić Tomić, with a particular focus on the Esplanade&#8217;s Club sandwich, delicious burger with home-made fries, tataki tuna, salmon sandwich, the Esplanade <em>štrukli<\/em>, desserts such as hot chocolate cake with vanilla cream and fruit, and many more. The Esplanade 1925 Lounge &amp; Cocktail Bar is the perfect destination for a day out and a guaranteed good evening out with friends: in addition to the great atmosphere and interior modelled after the world’s most famous bars, the Esplanade bar in the summer months offers a unique view of the city and a special experience on the Oleander terrace with occasional DJ performances. The Esplanade 1925 Lounge &amp; Cocktail Bar is open every day from 8:30 am to 02:00 am. Food is served from 12:00 p.m. to 12:30 a.m., while Orient Express Afternoon Tea is available from 12:30 p.m. to 6:30 p.m. <strong>For table reservations, please call<\/strong>: (01) 4566 633, <a style=\"color: #000000;\" href=\"mailto:esplanade1925@esplanade.hr\">esplanade1925@esplanade.hr<\/a><strong>, <\/strong><u>www.esplanade1925.hr<\/u><\/span><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #000000;\">Photos of the event (photo by Goran Jakuš) can be downloaded from this link<\/span>: <a href=\"https:\/\/esplanadehr.sharepoint.com\/:f:\/g\/marketing\/Epa6BMuva9RCjdH4ygSIvSUB1gwLhg4JGlcqrjzlCvrw0A?e=PMHwbn\"><u> Non-alcoholic &amp; LABV cocktails &#8211; Event photos by Goran Jakus<\/u><\/a><\/p>\n<p><span style=\"color: #000000;\">Photos of cocktails, Vjenceslav and Esplanade bar (Photo by Lili Bašić) can be downloaded from this link:<\/span> <a href=\"https:\/\/esplanadehr.sharepoint.com\/:f:\/g\/marketing\/Ep6DWZTC9pBDjchaaTTdDgUBMi9vUSY1EkbM8F6lzANHYg?e=wh81Xm\"><u> Non-alcoholic &amp; LABV cocktails and Esplanade bar photos by Lili Basic<\/u><\/a><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #000000;\">###<\/span><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #000000;\"><strong>DOWNLOAD MATERIALS:<\/strong><\/span><\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li><span style=\"color: #000000;\"><a href=\"https:\/\/esplanade.hr\/gallery\/\"><strong>Photos<\/strong><\/a> (Hotel Archive):<\/span><\/li>\n<li><a href=\"https:\/\/esplanade1925.hr\/en\/bar-menu\/\"><span style=\"color: #000000;\"><strong>Beverages<\/strong><\/span><\/a><\/li>\n<\/ul>\n<p><span style=\"color: #000000;\"><strong> <\/strong><\/span><\/p>\n<p><span style=\"color: #000000;\">###<\/span><\/p>\n<p><span style=\"color: #000000;\"><strong> <\/strong><\/span><\/p>\n<p><span style=\"color: #000000;\"><strong>Contact:      <\/strong><\/span><\/p>\n<p><span style=\"color: #000000;\"><strong>                                                                                        <\/strong><\/span><\/p>\n<p><span style=\"color: #000000;\"><strong>Sanda Sokol<\/strong>, PR &amp; Marketing Manager<\/span><\/p>\n<p><span style=\"color: #000000;\">+385.1.4566.036, M. +385.91.4766.647, E. <a style=\"color: #000000;\" href=\"mailto:sanda.sokol@esplanade.hr\">sanda.sokol@esplanade.hr<\/a><\/span><\/p>\n<h5 style=\"text-align: center;\"><span style=\"color: #000000;\">Published: March 28th 2023<\/span><\/h5>\n","protected":false},"excerpt":{"rendered":"<p>Choose this iconic Zagreb hotel as a place for a perfect family Easter &#8211; culinary delights, a selection of premium wines, piano music, and games for children are just part of an experience that will surely mark this Easter.<\/p>\n","protected":false},"author":4,"featured_media":12790,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_links_to":"","_links_to_target":""},"categories":[363,16,20,19],"tags":[333,383,388,389],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v20.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Launch of a new line of non-alcoholic and LABV cocktails - Esplanade Zagreb<\/title>\n<meta name=\"description\" content=\"a unique experience of drinking superb cocktails in an art deco ambience, along with a touch of glamour and a theatre performance, and an emphasis on well-being \" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/esplanade.hr\/launch-of-a-new-line-of-non-alcoholic-and-labv-cocktails\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Launch of a new line of non-alcoholic and LABV cocktails - Esplanade Zagreb\" \/>\n<meta property=\"og:description\" content=\"a unique experience of drinking superb cocktails in an art deco ambience, along with a touch of glamour and a theatre performance, and an emphasis on well-being \" \/>\n<meta property=\"og:url\" content=\"https:\/\/esplanade.hr\/launch-of-a-new-line-of-non-alcoholic-and-labv-cocktails\/\" \/>\n<meta property=\"og:site_name\" content=\"Esplanade Zagreb\" \/>\n<meta property=\"article:published_time\" content=\"2023-03-28T14:50:18+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2023-03-29T11:52:27+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/esplanade.hr\/wp-content\/uploads\/2023\/03\/4X9A0212-scaled.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2560\" \/>\n\t<meta property=\"og:image:height\" content=\"1707\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"esplanade\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"esplanade\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/esplanade.hr\/launch-of-a-new-line-of-non-alcoholic-and-labv-cocktails\/\",\"url\":\"https:\/\/esplanade.hr\/launch-of-a-new-line-of-non-alcoholic-and-labv-cocktails\/\",\"name\":\"Launch of a new line of non-alcoholic and LABV cocktails - Esplanade Zagreb\",\"isPartOf\":{\"@id\":\"https:\/\/esplanade.hr\/#website\"},\"datePublished\":\"2023-03-28T14:50:18+00:00\",\"dateModified\":\"2023-03-29T11:52:27+00:00\",\"author\":{\"@id\":\"https:\/\/esplanade.hr\/#\/schema\/person\/2ed54088789b590cda661eea6d1e588d\"},\"description\":\"a unique experience of drinking superb cocktails in an art deco ambience, along with a touch of glamour and a theatre performance, and an emphasis on well-being \",\"breadcrumb\":{\"@id\":\"https:\/\/esplanade.hr\/launch-of-a-new-line-of-non-alcoholic-and-labv-cocktails\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/esplanade.hr\/launch-of-a-new-line-of-non-alcoholic-and-labv-cocktails\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/esplanade.hr\/launch-of-a-new-line-of-non-alcoholic-and-labv-cocktails\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/esplanade.hr\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Launch of a new line of non-alcoholic and LABV cocktails\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/esplanade.hr\/#website\",\"url\":\"https:\/\/esplanade.hr\/\",\"name\":\"Esplanade Zagreb\",\"description\":\"Welcome to the Esplanade Zagreb Hotel\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/esplanade.hr\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/esplanade.hr\/#\/schema\/person\/2ed54088789b590cda661eea6d1e588d\",\"name\":\"esplanade\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/esplanade.hr\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/e6341a381a99ec2f74cf1da7ea65ce9f?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/e6341a381a99ec2f74cf1da7ea65ce9f?s=96&d=mm&r=g\",\"caption\":\"esplanade\"},\"url\":\"https:\/\/esplanade.hr\/author\/esplanade\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Launch of a new line of non-alcoholic and LABV cocktails - Esplanade Zagreb","description":"a unique experience of drinking superb cocktails in an art deco ambience, along with a touch of glamour and a theatre performance, and an emphasis on well-being ","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/esplanade.hr\/launch-of-a-new-line-of-non-alcoholic-and-labv-cocktails\/","og_locale":"en_US","og_type":"article","og_title":"Launch of a new line of non-alcoholic and LABV cocktails - Esplanade Zagreb","og_description":"a unique experience of drinking superb cocktails in an art deco ambience, along with a touch of glamour and a theatre performance, and an emphasis on well-being ","og_url":"https:\/\/esplanade.hr\/launch-of-a-new-line-of-non-alcoholic-and-labv-cocktails\/","og_site_name":"Esplanade Zagreb","article_published_time":"2023-03-28T14:50:18+00:00","article_modified_time":"2023-03-29T11:52:27+00:00","og_image":[{"width":2560,"height":1707,"url":"https:\/\/esplanade.hr\/wp-content\/uploads\/2023\/03\/4X9A0212-scaled.jpg","type":"image\/jpeg"}],"author":"esplanade","twitter_card":"summary_large_image","twitter_misc":{"Written by":"esplanade","Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/esplanade.hr\/launch-of-a-new-line-of-non-alcoholic-and-labv-cocktails\/","url":"https:\/\/esplanade.hr\/launch-of-a-new-line-of-non-alcoholic-and-labv-cocktails\/","name":"Launch of a new line of non-alcoholic and LABV cocktails - Esplanade Zagreb","isPartOf":{"@id":"https:\/\/esplanade.hr\/#website"},"datePublished":"2023-03-28T14:50:18+00:00","dateModified":"2023-03-29T11:52:27+00:00","author":{"@id":"https:\/\/esplanade.hr\/#\/schema\/person\/2ed54088789b590cda661eea6d1e588d"},"description":"a unique experience of drinking superb cocktails in an art deco ambience, along with a touch of glamour and a theatre performance, and an emphasis on well-being ","breadcrumb":{"@id":"https:\/\/esplanade.hr\/launch-of-a-new-line-of-non-alcoholic-and-labv-cocktails\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/esplanade.hr\/launch-of-a-new-line-of-non-alcoholic-and-labv-cocktails\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/esplanade.hr\/launch-of-a-new-line-of-non-alcoholic-and-labv-cocktails\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/esplanade.hr\/"},{"@type":"ListItem","position":2,"name":"Launch of a new line of non-alcoholic and LABV cocktails"}]},{"@type":"WebSite","@id":"https:\/\/esplanade.hr\/#website","url":"https:\/\/esplanade.hr\/","name":"Esplanade Zagreb","description":"Welcome to the Esplanade Zagreb Hotel","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/esplanade.hr\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/esplanade.hr\/#\/schema\/person\/2ed54088789b590cda661eea6d1e588d","name":"esplanade","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/esplanade.hr\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/e6341a381a99ec2f74cf1da7ea65ce9f?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/e6341a381a99ec2f74cf1da7ea65ce9f?s=96&d=mm&r=g","caption":"esplanade"},"url":"https:\/\/esplanade.hr\/author\/esplanade\/"}]}},"_links":{"self":[{"href":"https:\/\/esplanade.hr\/wp-json\/wp\/v2\/posts\/12786"}],"collection":[{"href":"https:\/\/esplanade.hr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/esplanade.hr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/esplanade.hr\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/esplanade.hr\/wp-json\/wp\/v2\/comments?post=12786"}],"version-history":[{"count":3,"href":"https:\/\/esplanade.hr\/wp-json\/wp\/v2\/posts\/12786\/revisions"}],"predecessor-version":[{"id":12793,"href":"https:\/\/esplanade.hr\/wp-json\/wp\/v2\/posts\/12786\/revisions\/12793"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/esplanade.hr\/wp-json\/wp\/v2\/media\/12790"}],"wp:attachment":[{"href":"https:\/\/esplanade.hr\/wp-json\/wp\/v2\/media?parent=12786"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/esplanade.hr\/wp-json\/wp\/v2\/categories?post=12786"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/esplanade.hr\/wp-json\/wp\/v2\/tags?post=12786"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}