{"id":10255,"date":"2022-08-24T14:05:25","date_gmt":"2022-08-24T12:05:25","guid":{"rendered":"http:\/\/www.esplanade.hr\/?page_id=10255"},"modified":"2023-01-12T07:59:24","modified_gmt":"2023-01-12T06:59:24","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/esplanade.hr\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"<p>[vc_row row_content_width=&#8221;grid&#8221; content_text_aligment=&#8221;center&#8221; css=&#8221;.vc_custom_1662108793719{padding-top: 80px !important;padding-bottom: 0px !important;}&#8221;][vc_column css=&#8221;.vc_custom_1652774462619{background-image: url(https:\/\/esplanade.hr\/wp-content\/uploads\/2022\/05\/topline1.jpg?id=9005) !important;}&#8221;]<div class=\"eltd-section-title-holder eltd-separator-disabled  \" >\n    <div class=\"eltd-section-title-inner\">\n                            <h2 class=\"eltd-st-title \" >\n                <span class=\"eltd-st-before\">Privacy<\/span>\n                <span>Policy<\/span>\n            <\/h2>\n                            <\/div>\n<\/div>[vc_empty_space][vc_column_text]<\/p>\n<p style=\"text-align: left;\"><strong>Protection of personal data on the Esplanade Hotel website <\/strong><\/p>\n<p style=\"text-align: left;\">Thank you for visiting our website. We at the Esplanade Hotel are trying to provide the ultimate service and experience, and more importantly, we appreciate your loyalty. In order to gain your trust and meet your expectations, we approach the visitors and guests of our hotel with a special level of attention. Being aware of the fact that privacy is very important, the company Esplanade Oleander d.o.o., Almanac Hotels GmbH, WSF Group Companies are committed to protecting your personal data. We have composed this document to explain to you how we treat the personal data we collect from you or about you on this website, through written or verbal communication, and during your hotel visit. Please check the privacy policy periodically for any changes made.<\/p>\n<p style=\"text-align: left;\"><strong>Protection of Personal Data <\/strong><\/p>\n<p style=\"text-align: left;\">The company Esplanade Oleander d.o.o., Almanac Hotels GmbH, WSF Group Companies protect your personal data, and all our employees have received training on treating such data in compliance with the General Data Protection Regulation (EU) 2016\/679 of the European Parliament and Council of 27 April 2016 (hereinafter referred to as: &#8220;GDPR&#8221;) and the Law on the Implementation of the General Data Protection Regulation (official gazette ‘Narodne Novine’ issue 42\/18, hereinafter referred to as: &#8220;Law&#8221;). Regardless, all employees are bound to keep confidentiality and protect all personal data processed during their work. We collect, use and process your data in accordance with this Privacy Policy and the provisions of the GDPR and the Law. We guarantee our hotel&#8217;s visitors and guests that all personal data are treated as confidential information and a business secret. The company Esplanade Oleander d.o.o., Almanac Hotels GmbH, WSF Group Companies take the necessary measures to protect your personal data from unauthorised access, disclosure, alteration or destruction, and maintains personal data as accurate and up-to-date as possible.<\/p>\n<p style=\"text-align: left;\">This Privacy Policy regulates the manner of treating the personal data to which the company Esplanade Oleander d.o.o., Almanac Hotels GmbH, WSF Group Companies have access through the reservation system or any other form.<\/p>\n<p style=\"text-align: left;\"><strong>Purpose of Collection <\/strong><\/p>\n<p style=\"text-align: left;\">The company Esplanade Oleander d.o.o., Almanac Hotels GmbH, WSF Group Companies must collect certain personal data due to performance of contracts (e.g. accommodation contract) and due to the regulations governing catering and hotel activities, but some data may also be collected for the following purposes: to respond as efficiently as possible to your query, to ensure service delivery and payment, to promote some of our services, for statistical data processing, to provide publications and other specific promotional materials and brochures.<\/p>\n<p style=\"text-align: left;\">By providing your personal information such as e-mail address, phone, etc., you also give your explicit consent for the company Esplanade Oleander d.o.o., Almanac Hotels GmbH, WSF Group Companies to use your data for a relevant purpose. If, at any time, you prefer not to have the company Esplanade Oleander d.o.o., Almanac Hotels GmbH, WSF Group Companies use your information for any of the purposes mentioned above, you are authorised to withdraw, without any consequences for your rights, your consent for the data processing which has been given for processing for a particular purpose.<\/p>\n<p style=\"text-align: left;\">This privacy policy text does not apply to our processing of personal data on behalf and based on instructions of a third party, such as companies that organise or offer travel packages and other service providers which are legally entitled to share your personal data with us.<\/p>\n<p style=\"text-align: left;\">Personal data that are structured and covered by our privacy policy:<\/p>\n<ul style=\"text-align: left;\">\n<li>full name<\/li>\n<li>address<\/li>\n<li>e-mail address<\/li>\n<li>phone, cell phone or fax number<\/li>\n<li>the data on the credit card you provided during online reservation or to a third party<\/li>\n<li>payment or payment insurance procedure<\/li>\n<li>your preferences to improve our services<\/li>\n<li>any other information you mention to us that you want to keep confidential<\/li>\n<li>CV when applying for employment<\/li>\n<\/ul>\n<p style=\"text-align: left;\"><strong>Privacy Policy Content<\/strong><\/p>\n<p style=\"text-align: left;\">We shall not sell, lease or disclose your personal data to any third party without your explicit consent, as this is contrary to the privacy policy and the General Regulation and the Law. The company Esplanade Oleander d.o.o., Almanac Hotels GmbH, WSF Group Companies shall not be liable for an accidental error or an error due to a force majeure which would cause a possible breach of the protection of your personal data, but it will remedy it as soon as possible. The company Esplanade Oleander d.o.o., Almanac Hotels GmbH, WSF Group Companies only collect personal data you provided to us voluntarily and we use them to provide the above services. We do not ask you to send us your data so that you can access our webpage, nor do we ask you to disclose more data than is actually necessary to use one of our services. The credit card data you provide us are used only as a means of securing payment for reserved services and the company Esplanade Oleander d.o.o., Almanac Hotels GmbH, WSF Group Companies take appropriate organisational and technical protection measures to process such data. After duly provided and paid-for service, those data shall no longer be used without your express consent. By filling out the form on the webpage, you guarantee that the information you have provided is correct and you agree to the terms of our privacy policy.<\/p>\n<p style=\"text-align: left;\"><strong>Duration of Privacy Policy <\/strong><\/p>\n<p style=\"text-align: left;\">The moment you provide us with your information, you agree for us to contact you and you enter our mailing list, while your entry is your explicit consent for contact. We protect your personal data permanently, and you may request exclusion from our mailing list at any time.<\/p>\n<p style=\"text-align: left;\"><strong>Confidentiality<\/strong><\/p>\n<p style=\"text-align: left;\">We emphasise that your personal data shall remain confidential when you visit the hotel webpage and during your hotel visit, unless you wish to voluntarily disclose them. We undertake that we will not disclose your personal data to other parties, except in cases prescribed by law.<\/p>\n<p style=\"text-align: left;\"><strong>Using Cookies<\/strong><\/p>\n<p style=\"text-align: left;\">To make it easier for you to browse our website, we use cookies. These are small text files that your browser saves on your computer when you visit our website. This makes browsing our website easier, faster and generally improves the user experience. Cookies stored on your computer do not contain information such as your name or email address and do not allow access to your personal information and files on your computer.<\/p>\n<p style=\"text-align: left;\">Types of cookies we use:<\/p>\n<ul style=\"text-align: left;\">\n<li>Necessary cookies (technical, obligatory) – cookies essential for the technical operation of the website, they cannot be turned off in our systems and your consent is not required to use them. These cookies do not store any information that could identify you.<\/li>\n<li>Analytics cookies (Google Analytics cookies) – cookies that allow the recording of visits and traffic sources for the purpose of measuring and improving website performance. The data collected by these cookies is statistical and consequently anonymous. The provider of these cookies is Google, Inc., which is why the collected data is shared with Google, Inc.<\/li>\n<\/ul>\n<p style=\"text-align: left;\">More detailed information on how Google Analytics uses data can be found at: <a href=\"https:\/\/policies.google.com\/technologies\/partner-sites\">https:\/\/policies.google.com\/technologies\/partner-sites<\/a>.<\/p>\n<ul style=\"text-align: left;\">\n<li>Cookies are valid for 31 days.<\/li>\n<\/ul>\n<p style=\"text-align: left;\">You can update or block cookies (including necessary ones) in your web browser or set the browser to warn you about them, but in this case certain parts of the website may not work. You can withdraw your voluntary consent for the use of analytics cookies at any time by changing the selected option in the cookie settings <a href=\"https:\/\/esplanade.hr\/?deleteCookies=1\">here<\/a>.<\/p>\n<p style=\"text-align: left;\"><strong>SPAM Messages <\/strong><\/p>\n<p style=\"text-align: left;\">SPAM is a place where undesired e-mails containing marketing materials sent without your consent are stored. The company Esplanade Oleander d.o.o., Almanac Hotels GmbH, WSF Group Companies do not send SPAM emails, and we use anti-spam tools to protect visitors from receiving SPAM messages. If for any reason you think you have received worthless mail from the company Esplanade Oleander d.o.o., Almanac Hotels GmbH, WSF Group Companies, you are welcome to let us know at the following address: <a href=\"mailto:info@esplanade.hr\">info@esplanade.hr<\/a>.<\/p>\n<p style=\"text-align: left;\"><strong>Protection of Children’s Personal Data <\/strong><\/p>\n<p style=\"text-align: left;\">The company Esplanade Oleander d.o.o., Almanac Hotels GmbH, WSF Group Companies do NOT collect, use or disclose personal data about persons under the age of 16 with the help of which they can be contacted over the internet without a parent’s or legal representative’s explicit permission. We do not process personal data about persons under the age of 16 with the help of which it is possible to contact the person concerned over the internet without a parent’s or guardian’s explicit permission. However, we cannot know whether the data we are processing are related to people under the age of 16. Therefore, we advise all parents and guardians to teach persons under the age of 16 about responsible and safe handling of personal data online. The company Esplanade Oleander d.o.o., Almanac Hotels GmbH, WSF Group Companies guarante the protection of children’s personal data provided for by specific laws governing this issue.<\/p>\n<p style=\"text-align: left;\"><strong>Sensitive Data <\/strong><\/p>\n<p style=\"text-align: left;\">The term &#8220;sensitive data&#8221; refers to data concerning your racial or ethnic origin, political views, religious or philosophical beliefs, trade union membership, health, sex life or sexual orientation, genetic data, criminal records, biometric data, data relating to health or sex life or sexual orientation of the individual. We generally do not collect sensitive data unless you voluntarily submit them to us or unless there are other legal grounds prescribed by the Regulation and\/or the Law. The company Esplanade Oleander d.o.o., Almanac Hotels GmbH, WSF Group Companies can use the health data you provided to us on your own and voluntarily to better serve you and meet your specific needs (for example, disability access, etc.).<\/p>\n<p style=\"text-align: left;\"><strong>Video Surveillance <\/strong><\/p>\n<p style=\"text-align: left;\">As the data controller, the company Esplanade Oleander d.o.o., Almanac Hotels GmbH, WSF Group Companies have a legitimate interest in implementing video surveillance measures to protect property and persons, and in relation to certain work positions and a legal duty to install surveillance cameras that record employees and all persons moving in the surveillance camera&#8217;s field of vision. The company Esplanade Oleander d.o.o., Almanac Hotels GmbH, WSF Group Companies have marked the places where video surveillance devices are installed in the prescribed manner. For the purpose of preserving the recordings, the company Esplanade Oleander d.o.o., Almanac Hotels GmbH, WSF Group Companies have ensured an adequate security system. The video surveillance system is protected from unauthorised access. Video recordings are kept for a maximum of 6 months, unless the law prescribes a longer retention period or they serve as evidence in court, administrative, arbitration or other equivalent proceedings.<\/p>\n<p style=\"text-align: left;\"><strong>Verifying, Modifying or Deleting Personal Data<\/strong><\/p>\n<p style=\"text-align: left;\">You may at any time verify, modify or delete the personal data you have provided to us whilst visiting our website (if the data concerned are still in our database). If you wish to exercise this right, please feel free to contact us at<\/p>\n<p style=\"text-align: left;\"><strong>Links <\/strong><\/p>\n<p style=\"text-align: left;\">You and\/or your child may be redirected from our website to websites that have quality content in terms of not encouraging negativity. If you have observed any irregularities or have any questions regarding our privacy policy, please contact us at <a href=\"mailto:info@esplanade.hr\">info@esplanade.hr<\/a>.<\/p>\n<p style=\"text-align: left;\"><strong>Marketing Communication<\/strong><\/p>\n<p style=\"text-align: left;\">If you have given us consent to receive the newsletter on various promotions and events at the Esplanade Hotel, we are authorised to send it to you. In the event that after you have provided your consent you do not want to receive the newsletter, you can switch off this option at any time by clicking on the link <a href=\"http:\/\/echo7.bluehornet.com\/p\/o6vaSvlCwN\">http:\/\/echo7.bluehornet.com\/p\/o6vaSvlCwN<\/a>.<\/p>\n<p style=\"text-align: left;\"><strong>Changes and Termination of the Terms of Use<\/strong><\/p>\n<p style=\"text-align: left;\">The company Esplanade Oleander d.o.o., Almanac Hotels GmbH, WSF Group Companies reserve the right to modify or discontinue any or all parts of this website and of the Privacy Policy on the Esplanade Hotel website at any time. Your termination is possible at any time, meaning your discontinuation to use this website and cancelation of all materials and content downloaded and used from the same website.<\/p>\n<p>[\/vc_column_text][vc_empty_space height=&#8221;28px&#8221;][\/vc_column][\/vc_row]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>[vc_row row_content_width=&#8221;grid&#8221; content_text_aligment=&#8221;center&#8221; css=&#8221;.vc_custom_1662108793719{padding-top: 80px !important;padding-bottom: 0px !important;}&#8221;][vc_column css=&#8221;.vc_custom_1652774462619{background-image: url(https:\/\/esplanade.hr\/wp-content\/uploads\/2022\/05\/topline1.jpg?id=9005) [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"full-width.php","meta":{"_links_to":"","_links_to_target":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v20.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy Policy - Esplanade Zagreb<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/esplanade.hr\/privacy-policy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy Policy - Esplanade Zagreb\" \/>\n<meta property=\"og:description\" content=\"[vc_row row_content_width=&#8221;grid&#8221; content_text_aligment=&#8221;center&#8221; css=&#8221;.vc_custom_1662108793719{padding-top: 80px !important;padding-bottom: 0px !important;}&#8221;][vc_column css=&#8221;.vc_custom_1652774462619{background-image: url(https:\/\/esplanade.hr\/wp-content\/uploads\/2022\/05\/topline1.jpg?id=9005) [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/esplanade.hr\/privacy-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"Esplanade Zagreb\" \/>\n<meta property=\"article:modified_time\" content=\"2023-01-12T06:59:24+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/esplanade.hr\/privacy-policy\/\",\"url\":\"https:\/\/esplanade.hr\/privacy-policy\/\",\"name\":\"Privacy Policy - Esplanade Zagreb\",\"isPartOf\":{\"@id\":\"https:\/\/esplanade.hr\/#website\"},\"datePublished\":\"2022-08-24T12:05:25+00:00\",\"dateModified\":\"2023-01-12T06:59:24+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/esplanade.hr\/privacy-policy\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/esplanade.hr\/privacy-policy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/esplanade.hr\/privacy-policy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/esplanade.hr\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Privacy Policy\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/esplanade.hr\/#website\",\"url\":\"https:\/\/esplanade.hr\/\",\"name\":\"Esplanade Zagreb\",\"description\":\"Welcome to the Esplanade Zagreb Hotel\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/esplanade.hr\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Privacy Policy - Esplanade Zagreb","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/esplanade.hr\/privacy-policy\/","og_locale":"en_US","og_type":"article","og_title":"Privacy Policy - Esplanade Zagreb","og_description":"[vc_row row_content_width=&#8221;grid&#8221; content_text_aligment=&#8221;center&#8221; css=&#8221;.vc_custom_1662108793719{padding-top: 80px !important;padding-bottom: 0px !important;}&#8221;][vc_column css=&#8221;.vc_custom_1652774462619{background-image: url(https:\/\/esplanade.hr\/wp-content\/uploads\/2022\/05\/topline1.jpg?id=9005) [&hellip;]","og_url":"https:\/\/esplanade.hr\/privacy-policy\/","og_site_name":"Esplanade Zagreb","article_modified_time":"2023-01-12T06:59:24+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/esplanade.hr\/privacy-policy\/","url":"https:\/\/esplanade.hr\/privacy-policy\/","name":"Privacy Policy - Esplanade Zagreb","isPartOf":{"@id":"https:\/\/esplanade.hr\/#website"},"datePublished":"2022-08-24T12:05:25+00:00","dateModified":"2023-01-12T06:59:24+00:00","breadcrumb":{"@id":"https:\/\/esplanade.hr\/privacy-policy\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/esplanade.hr\/privacy-policy\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/esplanade.hr\/privacy-policy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/esplanade.hr\/"},{"@type":"ListItem","position":2,"name":"Privacy Policy"}]},{"@type":"WebSite","@id":"https:\/\/esplanade.hr\/#website","url":"https:\/\/esplanade.hr\/","name":"Esplanade Zagreb","description":"Welcome to the Esplanade Zagreb Hotel","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/esplanade.hr\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"}]}},"_links":{"self":[{"href":"https:\/\/esplanade.hr\/wp-json\/wp\/v2\/pages\/10255"}],"collection":[{"href":"https:\/\/esplanade.hr\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/esplanade.hr\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/esplanade.hr\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/esplanade.hr\/wp-json\/wp\/v2\/comments?post=10255"}],"version-history":[{"count":6,"href":"https:\/\/esplanade.hr\/wp-json\/wp\/v2\/pages\/10255\/revisions"}],"predecessor-version":[{"id":12608,"href":"https:\/\/esplanade.hr\/wp-json\/wp\/v2\/pages\/10255\/revisions\/12608"}],"wp:attachment":[{"href":"https:\/\/esplanade.hr\/wp-json\/wp\/v2\/media?parent=10255"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}