{"id":11047,"date":"2023-03-28T16:33:43","date_gmt":"2023-03-28T14:33:43","guid":{"rendered":"https:\/\/esplanade.hr\/hr\/?p=11047"},"modified":"2023-03-29T13:47:25","modified_gmt":"2023-03-29T11:47:25","slug":"premijerno-predstavljena-nova-linija-bezalkoholnih-koktela","status":"publish","type":"post","link":"https:\/\/esplanade.hr\/hr\/premijerno-predstavljena-nova-linija-bezalkoholnih-koktela\/","title":{"rendered":"Premijerno predstavljena nova linija bezalkoholnih koktela i LABV koktela"},"content":{"rendered":"<p><span style=\"color: #000000;\"><strong>Jedinstveni doživljaj ispijanja vrhunskih koktela u ozračju <em>art décoa<\/em> uz dašak glamura i teatralni performans te naglasak na <em>well-being<\/em> učinak na organizam <\/strong><\/span><\/p>\n<p><span style=\"color: #000000;\"><strong> <\/strong><\/span><\/p>\n<p style=\"text-align: center;\"><span style=\"color: #000000;\">Na <em>boutique<\/em> druženju u kultnom<\/span><br \/>\n<span style=\"color: #000000;\"><strong>Esplanade 1925 Lounge &amp; Cocktail Baru<\/strong><\/span><br \/>\n<span style=\"color: #000000;\">premijerno je predstavljena nova linija <strong>bezalkoholnih i LABV koktela<\/strong><\/span><br \/>\n<span style=\"color: #000000;\">koju potpisuje šarmantni Esplanadin <em>bar manager<\/em> i talentirani koktel-majstor,<\/span><br \/>\n<span style=\"color: #000000;\">Vjenceslav Madić poznat kao Master Kishoni<\/span><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #000000;\">U kozmopolitskom ozračju <em>art décoa<\/em> zagrebačkog <a href=\"https:\/\/esplanade1925.hr\/\"><strong>Esplanade 1925 Lounge &amp; Cocktail Bara<\/strong><\/a>, dugogodišnji koktel-majstor s bogatim međunarodnim iskustvom, <strong><em>bar manager<\/em> Vjenceslav Madić<\/strong>, dobro poznat javnosti i medijima kao Master Kishoni, okupljenima je predstavio potpuno novu liniju koja donosi pravo osvježenje i zaokret na barskoj sceni te postavlja nove trendove u ispijanju koktela.<\/span><\/p>\n<p><span style=\"color: #000000;\">Nakon lansiranja svoje prve kolekcije autorskih koktela u Esplanade baru, koji su iznimno uspješno prihvaćeni među gostima, Vjenceslav je dizajnirao novu liniju i to <strong>bezalkoholnih koktela te koktela koji sadrže nizak udio alkohola <\/strong>kako bi omogućio svim gostima da uživaju u ritualu ispijanja koktela. „<em>Izaći u vrhunski hotelski bar na koktele iznimno je popularno u inozemstvu, posebno u metropolama poput New Yorka, Londona ili Singapura. Bar hotela Esplanade ima gotovo stoljetnu tradiciju i privlači goste iz cijelog svijeta, kao i Zagrepčane, ali cilj nam je još više popularizirati izlazak s društvom upravo u hotelski bar putem kreativne i zaigrane ponude koktela. Tijekom godina rada u barovima primijetio sam da mnogi gosti iz raznih razloga ne žele ili ne mogu piti alkohol, od zdravstvenih, vjerskih razloga, do neuklapanja u životni stil, ili gostiju koji u tom trenutku ne smiju piti alkohol, a vrlo bi rado popili nešto više od običnog soka, kave ili kombinacija sa šećernim sirupima. I tu na scenu dolaze bezalkoholni kokteli te oni s niskim udjelom alkohola poznati u svijetu kao LABV kokteli. Detaljno sam razradio ponudu i pomno kreirao ove koktele, pronalazio i kombinirao različite sastojke kako bi uistinu sadržavali samo zdrave nutrijente, a pritom bili ukusni, osvježavajući, zanimljivi i vizualno atraktivni. Naposljetku sam postigao ono što sam zamislio, a to su istinski <\/em>well-being<em> kokteli kojima sam uz to dodao dašak teatralnosti u posluživanju, kako bi gosti uživali u kompletnom doživljaju<\/em>”, istaknuo je pritom <strong>Vjenceslav Madić<\/strong> &#8211; <strong>Master Kishoni<\/strong> te dodao: „<em>Nova linija koktela donosi senzacionalne spojeve od organskih sastojaka, bez alkohola ili s manjim udjelom alkohola, bez šećera i glutena, s potpuno prirodnim i aromatičnim okusima, na bazi fine bezalkoholne mediteranske destilirane aromatične vode MeMento posvećene miksologiji, te prirodnih hladno prešanih sokova s veganskim certifikatom. Mogu reći da bezalkoholni kokteli pritom pružaju detoksikacijski učinak i iznimno su hranjivi za organizam jer obiluju prirodnim sokovima koji sadrže visokovrijedne nutrijente, vitamine i minerale<\/em>.”<\/span><\/p>\n<p><span style=\"color: #000000;\">Uz pomno birane sastojke i zanimljive spojeve, ovi kokteli ističu se <strong>jedinstvenom pripremom i izravnom komunikacijom barmena s gostom<\/strong>. „<em>Danas su svi u potrazi za nečim drukčijim, spremni su izdvojiti vrijeme i novac za jedinstveno iskustvo i <\/em>storytelling<em> te pritom nešto i naučiti. Stoga sam posebno za ovu liniju koktela osmislio ritual u kojem barmen dođe do stola i posveti se gostu i pripremi koktela te pritom ubaci dašak teatralnosti dimnim, mjehurićastim i mirisnim efektima. Gosti vole kada im se posvetite, kada napravite nešto neočekivano, a posebno danas kada svi dijele sadržaje na društvenim mrežama. Vjerujem da će ovi kokteli biti senzacija. Pozivam sve da navrate u Esplanade bar i dožive pravo osvježenje<\/em>”, istaknuo je Vjenceslav.<\/span><\/p>\n<p><span style=\"color: #000000;\">Vjenceslav postavlja trendove u miksologiji i podiže kultni Esplanade 1925 Lounge &amp; Cocktail Bar na novu razinu uz teatralan pristup uživanju u koktelima i jedinstvenu liniju <strong>bezalkoholnih i LABV koktela<\/strong>, s naglaskom na pažljivo biranim sastojcima.<strong> Smoked Margarita<\/strong> oduševljava spojem mediteranske destilirane aromatične vode, svježeg hladno prešanog soka od nara, celera i jabuke, koji su osobito hranjivi, a uz dodatak ekološkog sirupa od agave i okus bobica te sol na kraju priče u obliku efektnog dimnog oblaka koji daje posebnu aromu, ovaj ružičasti koktel postaje hit. <strong>Green Bloody Mary<\/strong> podsjeća na izvornu inačicu ovog koktela, a sadrži zeleni tabasco umak i upravo one sastojke te vrlo hranjive namirnice koje razbuđuju organizam, poput svježeg hladno prešanog soka od mente, komorača, limuna, đumbira, celera, peršina i jabuke, bez dodatka šećera, pa koktel predstavlja pravu vitaminsku bombu idealnu za detoksikaciju. Uz dodatak efektne pjenice od ekološki proizvedenog ekstra djevičanskog maslinovog ulja NAI 3.3 s Dugog otoka, ovaj koktel dobiva potpuno novu dimenziju, a poslužuje se s domaćim ručno rađenim aromatičnim slanim štapićima s crnim sezamom. <strong>Ramos Esplanade Fizz<\/strong> sadrži organsko kokosovo vrhnje, tonik na bazi arome kinina, citrus Supasawa, sok od slanutka, limunadu od ruže i aromatičnu vodu – ovaj interesantan spoj oduševljava okusom i podsjeća na egzotično putovanje. <strong>Kolekcija LABV koktela<\/strong> pruža doživljaj klasičnog koktela, ali s niskim udjelom alkohola, te nudi odličan spoj prirodnih sastojaka. <strong>Megroni<\/strong> i <strong>Americano Lemonade<\/strong> sadrže Savoia Americano Rosso Aperitivo, što je zapravo veganski aperitiv izrađen sa 100% prirodnim sastojcima, a sadrži i vino Marsala odležano u hrastovim bačvama 14 mjeseci, na temelju povijesnog recepta Bitter di Milano c.1897. Aromatizirano je s više od 20 ručno branih ljekovitih biljaka.<\/span><\/p>\n<p><span style=\"color: #000000;\">Uz koktele su uzvanici na predstavljanju mogli kušati selekciju finih malih zalogaja koje je pripremila <strong><em>chefica<\/em> Ana Grgić Tomić<\/strong>, dok je slastičarski tim hotela pripremio ukusne <em>arty<\/em> slastice da zaokruže doživljaj ispijanja koktela. Atmosferu je odličnim odabirom glazbe pratio <strong>DJ Jurki<\/strong>.<\/span><\/p>\n<p><span style=\"color: #000000;\"><strong> <\/strong><\/span><\/p>\n<p><span style=\"color: #000000;\"><strong>O <em>bar manageru<\/em> Vjenceslavu Madiću <\/strong><\/span><\/p>\n<p><span style=\"color: #000000;\">Talentirani koktel-majstor Vjenceslav Madić započeo je s radom u Esplanade baru 2022. godine kao <em>bar manager<\/em>, a vrlo brzo po dolasku u Esplanadu kreirao je novu barsku kartu i lansirao <strong>prvu kolekciju autorskih koktela<\/strong> koji su odlično prihvaćeni. Vjenceslav je u ugostiteljskim krugovima poznat kao Master Kishoni (osoba koja radi s koktelima), a svoje iskustvo stjecao je tijekom <strong>više od trideset godina rada<\/strong> u brojnim vrhunskim barovima u Hrvatskoj i u svijetu. Vrlo rano osvojila ga je ljubav prema koktelima koju i danas iskazuje rado i s osobitom strašću. Vjenceslav je <strong>impresivnu karijeru izgradio u inozemstvu<\/strong>, gdje je prikupljao znanje i vještine miješanja pića od vrhunskih profesionalaca u tom području. U <strong>SAD-u<\/strong> je završio <strong>American Bartender School<\/strong> koja mu je otvorila vrata poznatih svjetskih barova. Tako je iskustvo stjecao u <strong>Dubaiju, Cannesu, Monte Carlu te u Las Vegasu<\/strong>, gdje je radio u baru najpoznatijeg hotela <strong>Caesars Palace<\/strong> i postao osobni barmen pjevačice <strong>Celine Dion<\/strong>. Može se pohvaliti da je tijekom karijere pripremao koktele za brojne druge osobe sa svjetske scene šoubiznisa kao što su <strong>Kareem Abdul Jabbar <\/strong>i <strong>Benicio Del Toro<\/strong>. Ono što ističe kao nezaboravno i jedinstveno iskustvo jest priprema koktela u barovima vlasnika privatnih aviona na nadmorskoj visini od 10.000 m, dok ga posebna sjećanja vežu uz glamurozna događanja poput onih za vrijeme <strong>Filmskog festivala u Cannesu,<\/strong> tijekom <strong>Formule 1<\/strong> i evente za svjetske <strong>premium modne brendove<\/strong> na kojima je pripremao autorske koktele prema jedinstvenim recepturama za <strong>svjetsku elitu i mnoge oskarovce<\/strong>. Vjenceslav je pohađao razne specijalizacije i studira hotelski menadžment te je <strong>otvorio školu za barmene<\/strong> kojom je prošlo više od tisuću đaka. Predavao je i u hotelskim lancima i držao edukacije barmenima, ali i predavačima u školama. Radio je za poznate distributere žestokih pića kao ambasador brenda, pa je tako <strong>2015. godine osvojio nagradu za najboljeg ambasadora brenda u svijetu u kategoriji Rum <\/strong>za Havana Club, na što je osobito ponosan. Vjenceslav je u braku i otac je troje djece.<\/span><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #000000;\"><strong>O Esplanade 1925 Lounge &amp; Cocktail Baru<\/strong><\/span><\/p>\n<p><span style=\"color: #000000;\">Kozmopolitsko ozračje Esplanade bara, u kojem je svojedobno Richard Gere snimao scenu za jedan poznati holivudski film, popularan je <em>meeting point<\/em> mnogih poslovnih ljudi, osoba iz javnog života, političara, zvijezda svjetskog šoubiznisa, ali i domaćih i inozemnih gostiju koji ondje svakodnevno uživaju u ugodnom <em>art déco<\/em> interijeru i profesionalnoj, prijateljskoj usluzi okretnih barmena i talentiranih koktel-majstora, te onom najvažnijem – kreativnoj ponudi koktela. Esplanade bar i Zagrepčani vole se od davnih dana, a stol pored prozora i danas donosi sjećanje na velikana hrvatske književnosti, Miroslava Krležu, koji je ovaj bar smatrao svojim drugim domom, dok se mnogi i danas prisjećaju njegove poznate izjave da <em>„terasa Oleander predstavlja granicu Europe i Balkana”<\/em>.<\/span><\/p>\n<p><span style=\"color: #000000;\">U Esplanade baru sklapaju se poslovi, nazdravlja se uspješnim suradnjama, slave se rođendani i obljetnice ili jednostavno uživa u ambijentu i ponudi hrane i pića koji postavljaju nove trendove. Naglasak je na koktelima, ali Esplanade Bar nudi mnogo više od toga: selekciju biranih žestokih pića, džinove, vina na čaše, vrhunske šampanjce i pjenušce, <em>craft<\/em> piva, svježe cijeđene sokove, vrhunsku kavu Illy, izbor finih čajeva Ronnefeldt, osobito popularni popodnevni čaj Orient Express, koji se poslužuje uz etažer sa selekcijom malih zalogaja i slastica, te ponudu hrane s potpisom šefice kuhinje Ane Grgić Tomić, gdje se posebno ističu Esplanadin Club sendvič, slasni burger s domaćim krumpirićima, tuna tataki, sendvič s lososom, Esplanadini štrukli, slastice poput toplog čokoladnog kolača s kremom od vanilije i voćem i mnogi drugi. Esplanade 1925 Lounge &amp; Cocktail Bar savršena je destinacija za dnevni i zajamčeno dobar večernji izlazak s društvom, a osim odlične atmosfere i interijera po uzoru na poznate svjetske barove, Esplanade bar u ljetnim mjesecima nudi jedinstven pogled na grad i osobit doživljaj terase Oleander uz povremene nastupe DJ-a. Esplanade bar otvoren je svakog dana od 8:30 do 2:00. Hrana se poslužuje od 12:00 do 0:30, dok je popodnevni čaj Orient Express u ponudi od 12:30 do 18:30. <strong>Rezervacija stola <\/strong>na tel. (01) 4566 633, <a style=\"color: #000000;\" href=\"mailto:esplanade1925@esplanade.hr\">esplanade1925@esplanade.hr<\/a>, <u>www.esplanade1925.hr<\/u>.<\/span><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #000000;\"><strong><b>Fotografije s eventa<\/b><\/strong> (photo by Goran Jakuš) možete preuzeti na ovom linku:<\/span> <a href=\"https:\/\/esplanadehr.sharepoint.com\/:f:\/g\/marketing\/Epa6BMuva9RCjdH4ygSIvSUB1gwLhg4JGlcqrjzlCvrw0A?e=PMHwbn\"><u> Non-alcoholic &amp; LABV cocktails &#8211; Event photos by Goran Jakus<\/u><\/a><\/p>\n<p><span style=\"color: #000000;\"><strong><b>Fotografije koktela, Vjenceslava i Esplanade bara<\/b><\/strong> (Photo by Lili Bašić) možete preuzeti na ovom linku:<\/span> <a href=\"https:\/\/esplanadehr.sharepoint.com\/:f:\/g\/marketing\/Ep6DWZTC9pBDjchaaTTdDgUBMi9vUSY1EkbM8F6lzANHYg?e=wh81Xm\"><u> Non-alcoholic &amp; LABV cocktails and Esplanade bar photos by Lili Basic<\/u><\/a><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #000000;\">###<\/span><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #000000;\"><strong>PREUZIMANJE MATERIJALA:<\/strong><\/span><\/p>\n<ul>\n<li><span style=\"color: #000000;\"><a href=\"https:\/\/esplanade.hr\/hr\/gallery\/\"><strong>Fotografije <\/strong><\/a>(arhiva hotela) :<\/span><\/li>\n<li><a href=\"https:\/\/esplanade1925.hr\/karta-pica\/\"><span style=\"color: #000000;\"><strong>Karta pića<\/strong><\/span><\/a><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #000000;\">###<\/span><\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #000000;\"><strong>Kontakt:     <\/strong><strong>                                                                                   <\/strong><\/span><\/p>\n<p><span style=\"color: #000000;\"><strong>Sanda Sokol,<\/strong> PR &amp; Marketing Manager<\/span><\/p>\n<p><span style=\"color: #000000;\">+385.1.4566.036, M. +385.91.4766.647, E. <a style=\"color: #000000;\" href=\"mailto:sanda.sokol@esplanade.hr\">sanda.sokol@esplanade.hr<\/a><\/span><\/p>\n<h5 style=\"text-align: center;\"><\/h5>\n<p style=\"text-align: center;\"><span style=\"color: #000000;\">Objavljeno: 28. ožujka 2023<\/span><\/p>\n<p style=\"text-align: center;\">.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Jedinstveni doživljaj ispijanja vrhunskih koktela u ozračju art décoa uz dašak glamura i teatralni performans te naglasak na well-being učinak na organizam<\/p>\n","protected":false},"author":4,"featured_media":11058,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_links_to":"","_links_to_target":""},"categories":[356,16,20,19],"tags":[357,370,371,377,378,379],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v20.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Premijerno predstavljena nova linija bezalkoholnih koktela i LABV koktela - Esplanade Zagreb<\/title>\n<meta name=\"description\" content=\"Jedinstveni doživljaj ispijanja vrhunskih koktela u ozračju art décoa uz dašak glamura i teatralni performans te naglasak na well-being učinak na organizam\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/esplanade.hr\/hr\/premijerno-predstavljena-nova-linija-bezalkoholnih-koktela\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Premijerno predstavljena nova linija bezalkoholnih koktela i LABV koktela - Esplanade Zagreb\" \/>\n<meta property=\"og:description\" content=\"Jedinstveni doživljaj ispijanja vrhunskih koktela u ozračju art décoa uz dašak glamura i teatralni performans te naglasak na well-being učinak na organizam\" \/>\n<meta property=\"og:url\" content=\"https:\/\/esplanade.hr\/hr\/premijerno-predstavljena-nova-linija-bezalkoholnih-koktela\/\" \/>\n<meta property=\"og:site_name\" content=\"Esplanade Zagreb\" \/>\n<meta property=\"article:published_time\" content=\"2023-03-28T14:33:43+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2023-03-29T11:47:25+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/esplanade.hr\/hr\/wp-content\/uploads\/2023\/03\/4X9A0212-scaled.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2560\" \/>\n\t<meta property=\"og:image:height\" content=\"1707\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"esplanade\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"esplanade\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"7 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/esplanade.hr\/hr\/premijerno-predstavljena-nova-linija-bezalkoholnih-koktela\/\",\"url\":\"https:\/\/esplanade.hr\/hr\/premijerno-predstavljena-nova-linija-bezalkoholnih-koktela\/\",\"name\":\"Premijerno predstavljena nova linija bezalkoholnih koktela i LABV koktela - Esplanade Zagreb\",\"isPartOf\":{\"@id\":\"https:\/\/esplanade.hr\/hr\/#website\"},\"datePublished\":\"2023-03-28T14:33:43+00:00\",\"dateModified\":\"2023-03-29T11:47:25+00:00\",\"author\":{\"@id\":\"https:\/\/esplanade.hr\/hr\/#\/schema\/person\/2ed54088789b590cda661eea6d1e588d\"},\"description\":\"Jedinstveni doživljaj ispijanja vrhunskih koktela u ozračju art décoa uz dašak glamura i teatralni performans te naglasak na well-being učinak na organizam\",\"breadcrumb\":{\"@id\":\"https:\/\/esplanade.hr\/hr\/premijerno-predstavljena-nova-linija-bezalkoholnih-koktela\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/esplanade.hr\/hr\/premijerno-predstavljena-nova-linija-bezalkoholnih-koktela\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/esplanade.hr\/hr\/premijerno-predstavljena-nova-linija-bezalkoholnih-koktela\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/esplanade.hr\/hr\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Premijerno predstavljena nova linija bezalkoholnih koktela i LABV koktela\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/esplanade.hr\/hr\/#website\",\"url\":\"https:\/\/esplanade.hr\/hr\/\",\"name\":\"Esplanade Zagreb\",\"description\":\"Welcome to the Esplanade Zagreb Hotel\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/esplanade.hr\/hr\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/esplanade.hr\/hr\/#\/schema\/person\/2ed54088789b590cda661eea6d1e588d\",\"name\":\"esplanade\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/esplanade.hr\/hr\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/e6341a381a99ec2f74cf1da7ea65ce9f?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/e6341a381a99ec2f74cf1da7ea65ce9f?s=96&d=mm&r=g\",\"caption\":\"esplanade\"},\"url\":\"https:\/\/esplanade.hr\/hr\/author\/esplanade\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Premijerno predstavljena nova linija bezalkoholnih koktela i LABV koktela - Esplanade Zagreb","description":"Jedinstveni doživljaj ispijanja vrhunskih koktela u ozračju art décoa uz dašak glamura i teatralni performans te naglasak na well-being učinak na organizam","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/esplanade.hr\/hr\/premijerno-predstavljena-nova-linija-bezalkoholnih-koktela\/","og_locale":"en_US","og_type":"article","og_title":"Premijerno predstavljena nova linija bezalkoholnih koktela i LABV koktela - Esplanade Zagreb","og_description":"Jedinstveni doživljaj ispijanja vrhunskih koktela u ozračju art décoa uz dašak glamura i teatralni performans te naglasak na well-being učinak na organizam","og_url":"https:\/\/esplanade.hr\/hr\/premijerno-predstavljena-nova-linija-bezalkoholnih-koktela\/","og_site_name":"Esplanade Zagreb","article_published_time":"2023-03-28T14:33:43+00:00","article_modified_time":"2023-03-29T11:47:25+00:00","og_image":[{"width":2560,"height":1707,"url":"https:\/\/esplanade.hr\/hr\/wp-content\/uploads\/2023\/03\/4X9A0212-scaled.jpg","type":"image\/jpeg"}],"author":"esplanade","twitter_card":"summary_large_image","twitter_misc":{"Written by":"esplanade","Est. reading time":"7 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/esplanade.hr\/hr\/premijerno-predstavljena-nova-linija-bezalkoholnih-koktela\/","url":"https:\/\/esplanade.hr\/hr\/premijerno-predstavljena-nova-linija-bezalkoholnih-koktela\/","name":"Premijerno predstavljena nova linija bezalkoholnih koktela i LABV koktela - Esplanade Zagreb","isPartOf":{"@id":"https:\/\/esplanade.hr\/hr\/#website"},"datePublished":"2023-03-28T14:33:43+00:00","dateModified":"2023-03-29T11:47:25+00:00","author":{"@id":"https:\/\/esplanade.hr\/hr\/#\/schema\/person\/2ed54088789b590cda661eea6d1e588d"},"description":"Jedinstveni doživljaj ispijanja vrhunskih koktela u ozračju art décoa uz dašak glamura i teatralni performans te naglasak na well-being učinak na organizam","breadcrumb":{"@id":"https:\/\/esplanade.hr\/hr\/premijerno-predstavljena-nova-linija-bezalkoholnih-koktela\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/esplanade.hr\/hr\/premijerno-predstavljena-nova-linija-bezalkoholnih-koktela\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/esplanade.hr\/hr\/premijerno-predstavljena-nova-linija-bezalkoholnih-koktela\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/esplanade.hr\/hr\/"},{"@type":"ListItem","position":2,"name":"Premijerno predstavljena nova linija bezalkoholnih koktela i LABV koktela"}]},{"@type":"WebSite","@id":"https:\/\/esplanade.hr\/hr\/#website","url":"https:\/\/esplanade.hr\/hr\/","name":"Esplanade Zagreb","description":"Welcome to the Esplanade Zagreb Hotel","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/esplanade.hr\/hr\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/esplanade.hr\/hr\/#\/schema\/person\/2ed54088789b590cda661eea6d1e588d","name":"esplanade","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/esplanade.hr\/hr\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/e6341a381a99ec2f74cf1da7ea65ce9f?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/e6341a381a99ec2f74cf1da7ea65ce9f?s=96&d=mm&r=g","caption":"esplanade"},"url":"https:\/\/esplanade.hr\/hr\/author\/esplanade\/"}]}},"_links":{"self":[{"href":"https:\/\/esplanade.hr\/hr\/wp-json\/wp\/v2\/posts\/11047"}],"collection":[{"href":"https:\/\/esplanade.hr\/hr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/esplanade.hr\/hr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/esplanade.hr\/hr\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/esplanade.hr\/hr\/wp-json\/wp\/v2\/comments?post=11047"}],"version-history":[{"count":5,"href":"https:\/\/esplanade.hr\/hr\/wp-json\/wp\/v2\/posts\/11047\/revisions"}],"predecessor-version":[{"id":11060,"href":"https:\/\/esplanade.hr\/hr\/wp-json\/wp\/v2\/posts\/11047\/revisions\/11060"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/esplanade.hr\/hr\/wp-json\/wp\/v2\/media\/11058"}],"wp:attachment":[{"href":"https:\/\/esplanade.hr\/hr\/wp-json\/wp\/v2\/media?parent=11047"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/esplanade.hr\/hr\/wp-json\/wp\/v2\/categories?post=11047"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/esplanade.hr\/hr\/wp-json\/wp\/v2\/tags?post=11047"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}